[
  {
    "name": "Gusher",
    "type": "Hybrid",
    "origin": "California, USA",
    "rating": 4,
    "image": "gusher.jpg",
    "short": "🍇 Sweet tropical flavor, relaxing hybrid effect.",
    "description": "Gusher is a powerful hybrid bred from Gelato #41 and Triangle Kush. Known for its sweet tropical and creamy flavor, this strain delivers a relaxing body high with a euphoric twist. Popular in California dispensaries, Gusher is a favorite for stress relief, mild pain management, and evening relaxation."
  },
  {
    "name": "Amnesia",
    "type": "Sativa",
    "origin": "Netherlands",
    "rating": 5,
    "image": "amnesia.jpg",
    "short": "🧠 Lemony sativa with uplifting, creative energy.",
    "description": "Amnesia is a legendary sativa with a zesty citrus aroma and cerebral high. Originating in Amsterdam, it combines Super Silver Haze and Afghan genetics. Known for its long-lasting energetic and creative effects, Amnesia is ideal for daytime use, boosting focus and mood without heavy sedation."
  },
  {
    "name": "Lemon Cherry",
    "type": "Hybrid",
    "origin": "California, USA",
    "rating": 5,
    "image": "lemoncherry.jpg",
    "short": "🍒 Fruity and euphoric, perfect for social evenings.",
    "description": "Lemon Cherry Gelato is a delicious hybrid that blends Sunset Sherbet and Girl Scout Cookies genetics. Its fruity, sweet, and slightly creamy flavor pairs with an uplifting yet relaxing effect. Popular for socializing, stress relief, and evening relaxation, this strain is a West Coast favorite."
  },
  {
    "name": "Sacitrus",
    "type": "Sativa-Dominant Hybrid",
    "origin": "Oregon, USA",
    "rating": 4,
    "image": "sacitrus.jpg",
    "short": "🍊 Citrus burst, energetic and mood-lifting.",
    "description": "Sacitrus is a bright sativa-dominant hybrid with a strong citrus aroma and fresh flavor. Grown in the cool climates of Oregon, it’s known for boosting energy, creativity, and focus. Ideal for morning or daytime use, Sacitrus can improve productivity and uplift your mood without heavy sedation."
  },
  {
    "name": "Tangie",
    "type": "Sativa",
    "origin": "Southern California, USA",
    "rating": 5,
    "image": "tangie.jpg",
    "short": "🍊 Classic tangerine aroma with euphoric focus.",
    "description": "Tangie is a famous sativa strain that reinvents the classic Tangerine Dream. Its strong citrus aroma and euphoric high make it a go-to choice for artists, musicians, and creative thinkers. Tangie is perfect for daytime use, providing an energetic and focused experience with a bright, uplifting effect."
  }
]
